{
    "english": [
        {
            "text": "FAQ",
            "type": "header1"
        },
        {
            "text": "Is Eden Center going to be torn down?",
            "type": "header2"
        },
        {
            "text": "No, there are currently no plans to tear down Eden Center, but the City of Falls Church has a redevelopment plan which would bring many changes to the area. Our concern is that this redevelopment plan will be enacted without listening to the needs of the businessowners in Eden Center, resulting in rising rents and forcing long-time businessowners to leave.",
            "type": "normalText"
        },
        {
            "text": "Why does anti-displacement matter?",
            "type": "header2"
        },
        {
            "text": "The history of the Vietnamese community in DC is intertwined with displacement. Many of the Vietnamese immigrants who left their home country and came to the United States first opened stores in Little Saigon Clarendon while rents were low, but after the metro opened in the area and landlords increased rents by 500%, they were forced to leave and come to Eden Center. Today, Eden Center is a thriving community center for all Asian-Americans in the DMV area, but if we allow the cycle of displacement to rear its head once again, then this center is at risk of vanishing. \n\nWe've already seen the consequences of rising rents forcing out the local Asian-American population in DC's Chinatown, where the only remaining residents have to charter a shuttle into Virginia to even be able to buy groceries. As such, it's important to prioritize anti-displacement strategies when thinking about Eden Center's future.",
            "type": "normalText"
        },
        {
            "text": "History",
            "type": "header1"
        },
        {
            "text": "Little Saigon Clarendon",
            "type": "header2"
        },
        {
            "text": "In the 1960s, competition from newer malls and shopping center areas like Ballston and Tysons Corner caused urban decline in Clarendon, which used to be Arlington’s downtown in the early 1900s. On top of that, construction for the Clarendon metro station tore up the neighborhood, which caused landlords to offer short-term commercial leases that were as cheap as $1.50 to $5 / sq ft.",
            "type": "normalText"
        },
        {
            "text": "\n\nVietnamese immigrants arriving after the fall of Saigon in 1975 found this space near and along Wilson Blvd affordable. For newly-arrived immigrants, opening a business is hard enough. They don’t have established credit, so banks offer high-interest loans, or don’t let them take loans at all. Many Viet immigrants had to pool money from their friends and family, even to open their shops in Clarendon. The need for community was strong, though, and by early 1975, Clarendon already had 2 Viet grocery stores. The small business community quickly blossomed, with shops selling groceries, clothing, jewelry, furniture, and more, as well as restaurants, cafes, and billiard halls.",
            "type": "normalText"
        },
        {
            "text": "\n\nNews spread quickly about this collection of shops unofficially known as “Little Saigon”; the area would see 15-20K visitors - mostly Vietnamese - on weekends. Refugee assistance groups and churches organized trips that brought immigrants from all over NoVA to Clarendon to shop; Vietnamese and other southeast Asian immigrants living as far away as North Carolina and Tennessee made the trek to get familiar goods that they’ve missed from their homelands, and to connect with others. For many Viet folks, it reminded them of home.",
            "type": "normalText"
        },
        {
            "text": "\n\nDespite being a humble strip of stores, Little Saigon Clarendon was truly a community hub. Vietnamese people took an undesirable place and breathed vitality, economic activity, and culture into it.",
            "type": "normalText"
        },
        {
            "text": "\n\nThen, in 1979, the Clarendon metro station completed construction. As landlords anticipated new developments and desired higher-income tenants for mid- and high-rise office buildings, they jacked up the rent on the Vietnamese businesses from $5 to $25 / sq ft. (that’s 500%!) This marked the beginning of the displacement of the Vietnamese business community, who could no longer afford to be in Clarendon and started searching for someplace else to re-establish their commercial and cultural hub.",
            "type": "normalText"
        },
        {
            "text": "\n\nBut displacement doesn’t happen overnight, and it’s not just the landlord or developer’s fault. The final nail in Little Saigon Clarendon’s coffin was when Arlington County approved the Clarendon redevelopment plan in 1989. Many county officials expressed a want to retain the Vietnamese businesses in Clarendon. But words are just lip service without action: Arlington didn’t set up anti-displacement programs to help the Vietnamese businesses stay. They merely elected to preserve the storefronts, which ultimately means nothing to a Vietnamese business owner if they don’t own their building.",
            "type": "normalText"
        },
        {
            "text": "\n\nThe only remaining Viet business from Little Saigon Clarendon today is Nam Viet restaurant (they bought their building).",
            "type": "normalText"
        },
        {
            "text": "\n\nThe history of Little Saigon Clarendon has been preserved thanks to the efforts of ",
            "type": "normalText"
        },
        {
            "text": "Kim O'Connell",
            "type": "link",
            "href": "https://www.kimaoconnell.com/vietnamese-heritage.html"
        },
        {
            "text": ", a local historian, and a group of Virginia Tech students, who collected oral histories and developed the ",
            "type": "normalText"
        }, 
        {
            "text": "Echoes of Little Saigon",
            "type": "link",
            "href": "https://littlesaigonclarendon.com/"
        },
        {
            "text": " website.",
            "type": "normalText"
        },
        {
            "text": "Eden Center",
            "type": "header2"
        },
        {
            "text": "In the 1980s, while Vietnamese businesses were actively being priced out of Clarendon, a group of Vietnamese businessmen that formed Vina Enterprises acquired from Capital Commercial Properties a 10-year lease on a dilapidated space once occupied by a supermarket in a sleepy shopping center once called Plaza Seven, in the City of Falls Church- just a few miles down Wilson Blvd.\n\nVina divided up the 22K sq ft space into 15 stores and sublet them all, calling it Eden Center, named after a popular shopping arcade in Saigon called Khu Eden. Vietnamese people once again gave an undesired place life and color.\n\nIn 1994, CCP sued Vina Enterprises and cut them out of the picture for CCP to have direct ownership over Eden. CCP also bought the name “Eden Center” from Vina.\n\nIn 1997, CCP expanded Eden Center to include Saigon SW (1st stop in the tour), the clock tower, the arch + stone lions, and more parking). This didn’t come without growing pains, though- a few years prior, when CCP submitted the plans to FC, Viet business owners at Eden had submitted a letter to Planning Board, expressing concerns about security, parking, duplication of businesses (thus intra-center competition), irresponsibility of landlord in upkeep + poor maintenance of public spaces (including restrooms) over the past 12 years. They called for improvement of current structures before making new ones.\n\nIn 2012, 16 tenants sued CCP for many of the same issues. CCP, being a company full of lawyers, got the case dismissed because the Eden businesses didn’t sue them in Florida, which is where CCP is based.\n\nMore than 25 years later, many of those issues from 1997 are still not resolved, but our small business community persists. Eden Center is still going strong, and it’s the largest Vietnamese shopping center on the East Coast, and the cornerstone of the Viet community in NoVA and the greater DC metro area. Like Little Saigon Clarendon once was, despite not being zoned as residential, our small businesses at Eden have created a sense of “home” for many Viet folks here.",
            "type": "normalText"
        }
    ]
}